bbenoist.nix
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
github.copilot
github.copilot-chat
ms-vscode-remote.remote-containers
shardulm94.trailing-spaces
sumneko.lua
vscodevim.vim
yzhang.markdown-all-in-one
